export const items = [
  {
    caption:
      "ماساژ باعث ترشح هورمون های شادی آور مانند:سروتونین،اندورفین و دوپامین دربدن شما میشود.پس میتونه آرامش روبرای شمابهمراه داشته باشد وباعث تنظیم خوابتون شود.",
    category: "کاهش استرس و اضطراب",
  },
  {
    caption:
      "ماساژ میتواند دردعضلات ومفاصل شماوعزیزانتان رابهبود وحتی ازبین ببرد.",
    category: "تسکین دردهای عضلانی و مفاصل",
  },
  {
    caption:
      "ماساژ،بدن شمارادرمقابل بیماریهاو عوامل بیگانه ایمن میکند.چون سطح گلبولهای قرمز و سفید رو در بدنتون افزایش میدهد.",
    category: "بهبودسیستم ایمنی بدن",
  },
];
